Repository: AlexDjSun/QBLang_List
Catalog: locale/kpv_*.po
Languages: ru

source: Music:
ru: Музыка:

source: SFX:
ru: Шыяс:

source: Palette:
ru: Рӧмъяс:

source: Restart
ru: Выль пӧв ворсны

source: Menu
ru: Меню

source: Unpause
ru: Водзлань

source: Play
ru: Ворсавны

source: Quit
ru: Дугдыны

source: Info
ru: Инфо

source: Options
ru: Индӧдъяс

source: Stats
ru: Балъяс

source: Back
ru: Бӧрвыв

source: Delete
ru: Бырӧдны

source: Language
ru: Кыв

source: Language Menu
ru: Кыв бӧрйӧм

source: English
ru: Англискӧй кыв

source: Finnish
ru: Фин кыв

source: Skolt Sami
ru: Кольт саам кыв

source: Erzya
ru: Эрзя кыв

source: Are you sure you want to delete your save file? This might fix some update problems but will remove all your data! (The game will quit)
ru: Тэ збыль кӧсъян бырӧдны тайӧ файл? Та бӧрын ворсӧмторйыд гашкӧ бурджыкӧн кутас уджавны, сӧмын ас датаястӧ колӧ бырӧднысӧ! (Ворсӧмторйыд дугдас)

source: Yes
ru: Кӧсъя

source: No
ru: Ог

source: QuickPlay
ru: ВорсавНин

source: Infinite
ru: Дугдывтӧг

source: Difficulty Menu
ru: Сьӧкыдлун меню

source: Normal
ru: Быдлунся

source: Hard
ru: Сьӧкыд

source: Tutorial
ru: Велӧдӧмтор

source: GameMode
ru: Ворсанног

source: Credits
ru: Аттьӧалам

source: THE GAME IS STILL IN DEVELOPMENT
ru: ТАЙӦ ВОРСӦМТОРЙЫД АБУ НА ДАСЬ

source: Corrupted Data found (The data you have can't be read and can't be salvaged) Your data has to be deleted to play Delete data?
ru: Даннӧйясысь сюрӧмаӧсь тырмытӧмторъяс (Даннӧйястӧ оз позь лыддьыны дай оз позь видзны) Кӧсъян кӧ ворсны, колӧ найӧс бырӧдны Бырӧдны даннӧйяс?

source: GAME PAUSED
ru: ВОРСӦМТОР СУВТӦДАНА

source: HIGH SCORE:
ru: МЕДЫДЖЫД ЛЫД:

source: HIGHEST COMBO:
ru: МЕДЫДЖЫД КОМБО:

source: NEW HIGH SCORE!
ru: ВЫЛЬ МЕДЫДЖЫД ЛЫД!

source: PREVIOUS HIGH SCORE:
ru: ВОДЗВЫВ МЕДЫДЖЫД ЛЫД:

source: YOUR SCORE:
ru: АС БАЛЪЯС:

source: Original
ru: Оригинал

source: Ice
ru: Йи

source: Stencil
ru: Трафарет

source: Vintage
ru: Винтаж

source: Nostalgia
ru: Носталгия

source: PERFECT
ru: МАЙБЫР
