Repository: AlexDjSun/QBLang_List
Catalog: locale/mns_*.po
Languages: ru

source: Music
ru: Э̄рыгсов

source: Palette
ru: Палетта

source: Restart
ru: Йильпииг о̄вылматэн

source: Menu
ru: Меню

source: Unpause
ru: Э̄лаль тотэн

source: Play
ru: Ёнгэн

source: Quit
ru: Кон-ква̄лэн

source: Info
ru: Инфот

source: Options
ru: Параметрыт

source: Stats
ru: Статистика

source: Back
ru: Ювле минэн

source: Delete
ru: Ще̄лтумтэн

source: Language
ru: Ла̄тӈыт

source: Are you sure you want to delete your save file? This might fix some update problems but will remove all your data! (The game will quit)
ru: Наӈ ӯргалым файлын ще̄лтумтаӈкве таӈхе̄гын-а? Ты наӈын нё̄ты, а ты пуссын наӈ инфонын ос статистиканын ще̄лтумтыянэ! (Ёнгут квон-ква̄лы)

source: Yes
ru: А-а

source: No
ru: А̄ти

source: Quickplay
ru: Та̄ра ёнгылн минэн

source: Infinite
ru: О̄вылта̄л

source: Difficulty Menu
ru: Та̄рвыт янытэ

source: Normal
ru: Та̄рвытыӈ а̄ти

source: Hard
ru: Та̄рвытыӈ

source: Expert
ru: Ма̄щтыр хо̄тпа щирыл

source: Ludicrous
ru: Ощхолиӈ

source: Tutorial
ru: Ханищтап

source: GameMode
ru: Хоса ман ва̄ти ёнгуӈкве таӈхе̄гын?

source: Credits
ru: Ты хо̄тпатн пӯмащипа ла̄тыӈ ла̄ве̄в

source: Language Menu
ru: Ла̄тыӈ пе̄риянэ меню

source: THE GAME IS STILL IN DEVELOPMENT
ru: Ёнгут оигпанэ̄г ва̄рим ат ин о̄лы

source: Corrupted Data found (The data you have can't be read and can't be salvaged) Your data has to be deleted to play Delete data?
ru: Лю̄ль ут хо̄нтавес (Ты ут ловиньтаӈкве ат э̄ри.) Ёнгуӈкве ма̄гыс ты ут ще̄лтумтаӈкве таӈхе̄гын-а? Ты ут ще̄лтумтаӈкве ро̄ви.

source: Scoreboard
ru: Наӈ вим балланын

source: Timed
ru: Ва̄ти ёнгил

source: GAME PAUSED
ru: Ӯщлахтап

source: HIGH SCORE
ru: Щар яныг щисла

source: HIGHEST COMBO
ru: Щар яныг щисланын аквъёт ловиньтым

source: NEW HIGH SCORE!
ru: Йильпи щар яныг щисла!

source: PREVIOUS HIGH SCORE
ru: Сартыннув вим щар яныг щисла

source: YOUR SCORE
ru: Ёнгилт вим щислан

source: PERFECT
ru: Сака ёмас!
