Repository: AlexDjSun/QBLang_List
Catalog: locale/myv_*.po
Languages: ru

source: Music:
ru: Музыка:

source: SFX:
ru: Гайтть:

source: Palette:
ru: Палитра:

source: Restart
ru: Нолдамс одов

source: Menu
ru: Меню

source: Unpause
ru: Нолдамс седе тов

source: Play
ru: Налксеме

source: Quit
ru: Лоткамс

source: Info
ru: Содамга

source: Options
ru: Кочкамкст

source: Stats
ru: Статистикат

source: Back
ru: Мекев

source: Delete
ru: Нардамс

source: Language
ru: Кель

source: Language Menu
ru: Келень кочкамо

source: English
ru: Англакс

source: Finnish
ru: Финнэкс

source: Skolt Sami
ru: Колтской саамокс

source: Erzya
ru: Эрзякс

source: Are you sure you want to delete your save file? This might fix some update problems but will remove all your data! (The game will quit)
ru: Тонть алкулкс ули мелеть нардамс датат? Сынст нардазь витневить кона-кона ильведевкст, конат одкстомтома марто сыть, ансяк тувако ёмавтсыть весе мезе ванстыть! (Налкшкесь пекстави)

source: Yes
ru: Ули

source: No
ru: Арась

source: QuickPlay
ru: НейкеНалксеме

source: Infinite
ru: Певтеме

source: Difficulty Menu
ru: Стакачинь кочкамо

source: Normal
ru: Эрьва чинь

source: Hard
ru: Стака

source: Tutorial
ru: Тонавтнемка

source: GameMode
ru: НалкшкеМод

source: Credits
ru: Кинь шнамс

source: THE GAME IS STILL IN DEVELOPMENT
ru: НЕЙГАК ВАДРЯЛГАВТТАНО НАЛКШКЕНТЬ

source: Corrupted Data found (The data you have can't be read and can't be salvaged) Your data has to be deleted to play Delete data?
ru: Файлатнесэ ильведевкст (Файлатнесэ пурнавксданнойть а ловновить, а идевить) Пурнавксданнойтнень эрявить нардамс седе тов налксемга Нардамс даннойтнень?

source: GAME PAUSED
ru: НАЛКШКЕСЬ АШТИ

source: HIGH SCORE:
ru: ВЕСЕМЕДЕ ЛАМО БАЛТ:

source: HIGHEST COMBO:
ru: ПУРНАВКСОНЬ ТЁКШ:

source: NEW HIGH SCORE!
ru: БАЛОНЬ ОД ТЁКШ!

source: PREVIOUS HIGH SCORE:
ru: СЕДЕ ИКЕЛЕНЬ ТЁКШ:

source: YOUR SCORE:
ru: ЭСЕТЬ БАЛОТ:

source: Original
ru: Васень

source: Ice
ru: Эй

source: Stencil
ru: Трафарет

source: Vintage
ru: Икелень мазы

source: Nostalgia
ru: Пакшакс порань

source: PERFECT
ru: ЭЙПАРО
