Repository: AlexDjSun/QBLang_List
Catalog: locale/sms_*.po
Languages: fi

source: Music:
fi: Musikk

source: Palette:
fi: Euʹnnteeʹmm

source: Restart
fi: Alttâd aalǥâst

source: Menu
fi: Vaʹlljõk

source: Unpause
fi: Jueʹtǩ

source: Play
fi: Speâllškuäʹđ

source: Quit
fi: Jõõsk

source: Info
fi: Teâđ

source: Options
fi: Asetõõzz

source: Stats
fi: Ceäkldõsmiẹʹrr

source: Back
fi: Mååust

source: Delete
fi: Jaukkâd

source: Language
fi: Ǩiõll

source: Language Menu
fi: Ǩiõllvaʹlljõk

source: English
fi: Eŋgglõsǩiõll

source: Finnish
fi: Lääʹddǩiõll

source: Skolt Sami
fi: Sääʹmǩiõll

source: Komi-Zyrian
fi: Komiǩiõll

source: Erzya
fi: Erzaǩiõll

source: Are you sure you want to delete your save file? This might fix some update problems but will remove all your data! (The game will quit)
fi: Leäk-a snäätnai, što haaʹlääk jaukkeed ruokkâmteâttõõzz? Håʹt tät sätt teevvad peiʹvveemproʹbleeʹmid, tot jaukkad puk teâđaid še! (Speâll poott)

source: Yes
fi: Naa

source: No
fi: Jiõm leäkku

source: QuickPlay
fi: Ǩeärǥspeâll

source: Infinite
fi: Ǩeeʹjjteʹmes speâll

source: Difficulty Menu
fi: Väʹǯǯelvuõđ tääʹzz

source: Normal
fi: Takai tääʹss

source: Hard
fi: Väʹǯǯlõs tääʹss

source: Tutorial
fi: Mattu speâllad

source: GameMode
fi: Jeeʹres speâllvueʹjj

source: Credits
fi: Raajji

source: THE GAME IS STILL IN DEVELOPMENT
fi: SPEÂLL LIJ VÕL TUEʹJ VUEʹLNN

source: Corrupted Data found (The data you have can't be read and can't be salvaged) Your data has to be deleted to play Delete data?
fi: Speâll teâttõõzzin lie vââʹjj (Teâttõõzzid ij vueiʹt lookkâd ij-ǥa peälšted) Ruokkâmteâttõõzz âlgg jaukkeed, jõs haaʹlääk speâllad Haaʹlääk-a teâttõõzz jaukkeed?

source: GAME PAUSED
fi: SPEÂLL LIJ ÅRSÂSTTAM

source: HIGH SCORE:
fi: ŠUURMÕS CEÄKLDÕSMIẸʹRR:

source: HIGHEST COMBO:
fi: PUEʹRMÕS KOMBO:

source: NEW HIGH SCORE!
fi: OĐĐ REKORDD!

source: PREVIOUS HIGH SCORE:
fi: OOUʹDAB REKORDD:

source: YOUR SCORE:
fi: TUU CEÄKLDÕSMIẸʹRR:

source: Original
fi: Alggveärlaž

source: Ice
fi: Jiõŋŋ

source: Stencil
fi: Karndaš

source: PERFECT
fi: TIUDDSAŽ
